Repository: nmshd/app
Catalog: apps/enmeshed/lib/l10n/app_*.arb
Languages: de

# personalData_details_deleteDescriptionShared
source: {count, plural, =1{The entry <bold>{entry}</bold> is currently shared with a contact. If you delete the entry, it will also be deleted for the contact with whom you shared it.} other{The entry <bold>{entry}</bold> is currently shared with {count} contacts. If you delete the entry, it will also be deleted from the contacts with whom you share it.}}
de: {count, plural, =1{Der Eintrag <bold>{entry}</bold> wird aktuell mit einem Kontakt geteilt. Wenn Sie den Eintrag löschen, wird dieser auch bei dem Kontakt gelöscht, mit dem Sie ihn teilen.} other{Der Eintrag <bold>{entry}</bold> wird aktuell mit {count} Kontakten geteilt. Wenn Sie den Eintrag löschen, wird dieser auch bei den Kontakten gelöscht, mit denen Sie ihn teilen.}}

# createAttribute_error_duplicateValue
source: An entry with this value already exists. Please select a different value.
de: Es existiert bereits ein Eintrag mit diesem Wert. Bitte wählen Sie einen anderen Wert.

source: No data available
de: Keine Daten hinterlegt

# attributeDetails_createdOn
source: {dateType, select, today {created today, {time}} yesterday {created yesterday} other {created on {date}}}
de: {dateType, select, today {angelegt heute, {time}} yesterday {angelegt gestern} other {angelegt am {date}}}

# attributeDetails_succeededAt
source: {dateType, select, today {last change today, {time}} yesterday {last change yesterday} other {last change on {date}}}
de: {dateType, select, today {letzte Änderung heute, {time}} yesterday {letzte Änderung gestern} other {letzte Änderung am {date}}}

# attributeDetails_sharedAt
source: {dateType, select, today {today, {time}} yesterday {yesterday} other {on {date}}}
de: {dateType, select, today {heute, {time}} yesterday {gestern} other {am {date}}}

# attributeDetails_info
source: This information is stored in your personal identity data. You decide who you want to share it with.
de: Diese Information ist in Ihren persönlichen Daten gespeichert. Sie entscheiden, mit wem Sie diese teilen möchten.

# attributeDetails_sharedWith
source: Shared with
de: Geteilt mit

# attributeDetails_sharedWithNobody
source: Shared with nobody
de: Mit niemandem geteilt

# files
source: Documents and Files
de: Dokumente und Dateien

# files_noFilesAvailable
source: No files available.
de: Keine Dateien vorhanden

# files_noResults
source: No results
de: Keine Ergebnisse

# files_noResultsDescription
source: No results could be found for the search query entered.
de: Für den eingegeben Suchbegriff konnten keine Ergebnisse gefunden werden.

# files_uploadInProgress
source: Uploading the file.
de: Die Datei wird hochgeladen.

# files_uploadFile
source: Upload File
de: Datei hochladen

# files_selectFile
source: Select your file
de: Datei auswählen

# files_createdAt
source: Created
de: Erstellt

# files_owner
source: Owner
de: Eigentümer

# files_sizeTooLarge
source: The selected file exceeds the maximum size of 10 MB.
de: Die ausgewählte Datei überschreitet die maximale Größe von 10 MB.

# files_titleEmptyError
source: Please enter a title.
de: Bitte gebe einen Titel ein.

# files_filter_byFileType
source: Filter by file type
de: Dateien nach Typ filtern

# files_fileType
source: Type
de: Typ

# files_fileType_word
source: Word Document
de: Word-Dokumente

# files_fileType_powerPoint
source: PowerPoint Document
de: PowerPoint-Dokumente

# files_fileType_other
source: Other ...
de: Andere ...

# apply_filter
source: Apply filters
de: Filtern

# deviceOnboarding_inProgress
source: Adding the device
de: Gerät wird hinzugefügt

# mailbox_technicalMessage
source: Technical message
de: Technische Nachricht

# mailbox_today
source: Today
de: Heute

# mailbox_yesterday
source: Yesterday
de: Gestern

# mailbox_message
source: Message
de: Nachricht

# mailbox_new_message
source: New Message
de: Neue Nachricht

# mailbox_to
source: To
de: An

# mailbox_from
source: From
de: Von

# mailbox_subject
source: Subject
de: Betreff

# mailbox_writeMessage
source: Message
de: Nachricht

# mailbox_error
source: The message could not be sent.
de: Die Nachricht konnte nicht gesendet werden.

# mailbox_quitDialogTitle
source: Discard message?
de: Nachricht verwerfen?

# mailbox_quitDialogDescription
source: If you go back now, all of your input will be lost.
de: Wenn Sie jetzt zurückgehen, gehen alle Ihre Eingaben verloren.

# mailbox_noButton
source: No
de: Nein

# mailbox_yesButton
source: Yes
de: Ja

# mailbox_sending
source: Sending message...
de: Nachricht wird versendet...

# mailbox_attachments_button
source: Attachments
de: Anhänge

# mailbox_attachments
source: {count, plural, =1{1 Attachment} other{{count} Attachments}}
de: {count, plural, =1{1 Anhang} other{{count} Anhänge}}

# mailbox_attachments_total
source: total
de: gesamt

# mailbox_attachments_showMore
source: Show {count} more ...
de: Zeige {count} mehr ...

# mailbox_attachments_showLess
source: Show less ...
de: Zeige weniger ...

# mailbox_selectAttachments_title
source: Select attachments
de: Anhänge auswählen

# mailbox_selectAttachments_description
source: Select one or more attachments or upload new files.
de: Wählen Sie einen oder mehrere Anhänge oder laden Sie neue Dateien hoch.

# mailbox_choose_contact
source: Select recipient
de: Empfänger auswählen

# mailbox_choose_contact_description
source: Select a contact to send the message to.
de: Wählen Sie aus, an wen die Nachricht gesendet werden soll.

# request_accepting
source: Accepting request.
de: Die Anfrage wird akzeptiert.

# request_rejecting
source: Rejecting request.
de: Die Anfrage wird abgelehnt.

# mailbox_noSubject
source: No Subject
de: Kein Betreff

# fileChooser_title
source: Select file
de: Datei auswählen

# fileChooser_uploadFile
source: Upload file
de: Datei hochladen

# fileChooser_noFilesFound
source: No files found, but you can upload a new one.
de: Keine Dateien gefunden, Sie können eine neue Datei hochladen.

# instructions_addContact_title
source: Add contact
de: Kontakt hinzufügen

# instructions_addContact_subtitle
source: How to add a contact
de: So fügen Sie Kontakte hinzu

# instructions_addContact_scanQrCode
source: Scan the QR code provided by the contact.
de: Scannen Sie den QR-Code, der vom Kontakt bereitgestellt wird.

# instructions_addContact_requestedData
source: You will receive a list of information that the contact would like to retrieve. Sharing some of this information is required to establish contact, while other information is optional.
de: Sie erhalten eine Liste mit Informationen, die der Kontakt abrufen möchte. Die Freigabe einige dieser Informationen ist erforderlich, um den Kontakt herzustellen, während andere Angaben optional sind.

# instructions_addContact_chooseData
source: Select which data you want to share.
de: Wählen Sie aus, welche Informationen Sie freigeben möchten.

# instructions_addContact_afterConfirmation
source: After confirmation, the selected information is transferred to the contact and the contact will be added to your profile.
de: Nach Ihrer Bestätigung werden die ausgewählten Informationen für den Kontakt freigegeben. Der Kontakt wird Ihrem Profil hinzugefügt.

# instructions_addContact_information
source: You can edit the information or revoke your consent at any time.
de: Sie haben jederzeit zwei Möglichkeiten einzusehen, was Sie mit wem teilen.

# instructions_addContact_informationDetails
source: 1. On the detail page of the contact: Behind the tab "Shared information". 2. On the detail page of your data: Behind the info icon of the respective entry.
de: 1. Auf der Detailseite des Kontaktes: Hinter dem Tab "Geteilte Informationen". 2. Auf der Detailseite Ihrer Daten: Hinter dem Info-Icon des jeweiligen Eintrags.

# instructions_loadProfile_title
source: Load Existing Profile
de: Bestehendes Profil laden

# instructions_loadProfile_subtitle
source: To load an existing profile onto your new device
de: So laden Sie ein bestehendes Profil auf Ihr neues Gerät

# instructions_loadProfile_getDevice
source: You need the device where you profile is currently loaded, in order to load it on this device
de: Sie benötigen das Gerät, auf dem das Profil angelegt ist, welches Sie hier laden möchten.

# instructions_loadProfile_createNewDevice
source: There you need to create a new device in the profile management in the "Settings" area, under "Manage linked devices".
de: Legen Sie auf diesem Gerät in der Profilverwaltung im Bereich "Einstellungen" unter "Verknüpfte Geräte verwalten" ein neues Gerät an.

# instructions_loadProfile_displayedQRCode
source: A QR code will then be displayed.
de: Dann wird Ihnen ein QR-Code angezeigt.

# instructions_loadProfile_scanQRCode
source: Scan this QR code with the new device.
de: Scannen Sie diesen QR-Code mit dem neuen Gerät.

# instructions_loadProfile_confirmation
source: Once confirmed, you will have full access to the profile from both devices.
de: Nach der Bestätigung haben Sie von beiden Geräten aus vollen Zugriff auf das Profil.

# instructions_loadProfile_information
source: You no longer want to synchronize a profile across different devices?
de: Sie möchten ein Profil nicht mehr über verschiedene Geräte synchronisieren?

# instructions_loadProfile_informationDetails
source: In the profile management, you can view and manage the devices connected to the profile at any time.
de: In der Profilverwaltung können Sie jederzeit die mit dem Profil verbundenen Geräte sehen und verwalten.

# instructions_notShowAgain
source: Do not show the explanation again
de: Diese Erklärung nicht erneut anzeigen

# instructions_scanQrCode
source: Scan QR code
de: QR-Code scannen

# identityRecovery_instructions_title
source: Create recovery kit
de: Wiederherstellungskit erstellen

# identityRecovery_instructions_subtitle
source: The recovery kit is the emergency access to your encrypted data
de: Das Wiederherstellungskit ist der Notfallzugang zu Ihren verschlüsselten Daten

# identityRecovery_instructions_information
source: With this recovery kit and the corresponding password, anyone can restore your profile.
de: Mit diesem Wiederherstellungskit und dem dazugehörigen Passwort kann jede Person Ihr Profil wiederherstellen.

# identityRecovery_instructions_informationDescription
source: Keep this recovery kit and the corresponding password in a safe place that is inaccessible to third parties.
de: Bewahren Sie dieses Wiederherstellungskit und das dazugehörige Passwort deshalb an einem sicheren und für Dritte unzugänglichen Ort auf.

# identityRecovery_instructions_secure
source: Create a recovery kit and secure it with a password so that you can set up your profile again in an emergency.
de: Erstellen Sie ein Wiederherstellungskit und sichern Sie es mit einem Passwort, um im Notfall Ihr Profil neu einrichten zu können.

# identityRecovery_instructions_setup
source: If you have lost access to your smartphone, you can use the recovery kit to set up your profile again on any device.
de: Wenn Sie den Zugriff auf Ihr Smartphone verloren haben, können Sie mit dem Wiederherstellungskit Ihr Profil auf einem beliebigen Endgerät neu einrichten.

# identityRecovery_instructions_usage
source: The recovery kit is valid indefinitely. However, you must create a new recovery kit once it has been used.
de: Das Wiederherstellungskit ist unbegrenzt gültig. Sie müssen jedoch ein neues Wiederherstellungskit erstellen, sobald dieses einmal eingesetzt wurde.

# identityRecovery_instructions_kitCreation
source: You will be guided through the simple process of creating the recovery kit. At the end you will receive a PDF that you can print out or download. You will also create a password.
de: Sie werden im Folgenden durch den einfachen Prozess zur Erstellung des Wiederherstellungskits geleitet. Sie erhalten am Ende ein PDF, das Sie ausdrucken oder herunterladen können. Zusätzlich erstellen Sie ein Passwort.

# identityRecovery_password
source: Password
de: Passwort

# identityRecovery_passwordConfirm
source: Confirm password
de: Passwort wiederholen

# identityRecovery_passwordTitle
source: Create password
de: Passwort erstellen

# identityRecovery_passwordMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein

# identityRecovery_passwordEmptyError
source: This field cannot be empty
de: Dieses Feld kann nicht leer sein

# identityRecovery_passwordDescription
source: Please set a password now. The password will be required as soon as you need to use the recovery kit.
de: Bitte legen Sie jetzt ein Passwort fest. Das Passwort wird benötigt, sobald Sie das Wiederherstellungskit einmal einsetzen müssen.

# identityRecovery_passwordAttention
source: Attention: You must save the password separately to your recovery kit.
de: Achtung: Sie müssen das Passwort separat zu Ihrem Wiederherstellungskit sichern.

# identityRecovery_startNow
source: Get started now
de: Jetzt loslegen

# identityRecovery_generatingInProgress
source: Generating recovery kit.
de: Wiederherstellungskit wird erstellt.

# identityRecovery_saveKit
source: Save recovery kit
de: Wiederherstellungskit sichern

# identityRecovery_saveKitDescription
source: Your recovery kit is ready. You can now download it to your device or print it out.
de: Ihr Wiederherstellungskit ist bereit. Sie können es nun auf Ihr Gerät herunterladen oder ausdrucken.

# identityRecovery_downloadDescription
source: Save recovery kit as PDF.
de: Wiederherstellungskit als PDF speichern.

# identityRecovery_print
source: Print
de: Drucken

# identityRecovery_printDescription
source: Print out the recovery kit.
de: Wiederherstellungskit ausdrucken.

# identityRecovery_information
source: If you print out the recovery kit, you can write down the password you created there before you forget it. If you download the recovery kit, make sure that you save it on another device.
de: Wenn Sie das Wiederherstellungskit ausdrucken, können Sie Ihr erstelltes Passwort direkt dort notieren, bevor Sie es vergessen. Wenn Sie das Wiederherstellungskit herunterladen, stellen Sie sicher, dass Sie es auf ein weiteres Gerät sichern.

# identityRecovery_pdfHeaderTitle
source: Recovery Kit for Your enmeshed Data
de: Wiederherstellungskit für Ihre enmeshed-Daten

# identityRecovery_pdfKeepSafeText
source: Please store this recovery kit in a location inaccessible to others. Once you have noted down the master password you chose yourself, access to your enmeshed data will be possible.
de: Bitte bewahren Sie dieses Wiederherstellungs-Kit an einem für Dritte unzugänglichen Ort auf. Sobald Sie das selbst gewählte Master Passwort hier notiert haben, ist ein Zugriff auf Ihre enmeshed-Daten möglich.

# identityRecovery_pdfInfoText1
source: Print this document or save it in a secure location, such as another mobile device or your computer.
de: Drucken Sie dieses Dokument aus oder speichern Sie es an einem sicheren Ort, beispielsweise einem weiteren Mobilgerät oder Ihrem Computer.

# identityRecovery_pdfInfoText2
source: Write the password you set when creating the kit in the field below. To restore your encrypted data, you will need the QR code and the password you created.
de: Schreiben Sie in das untenstehende Feld das Passwort, das Sie bei der Erstellung des Kits vergeben haben. Zur Wiederherstellung Ihrer verschlüsselten Daten benötigen Sie den QR Code und das von Ihnen vergebene Passwort.

# identityRecovery_pdfPasswordLabel
source: Password
de: Passwort

# identityRecovery_pdfQRDescription
source: If you have lost your device or no longer have access to it, simply scan the QR code with a new device to regain access to your enmeshed data.
de: Wenn Sie Ihr Endgerät verloren haben sollten oder keinen Zugriff mehr darauf haben, scannen Sie einfach den QR Code mit einem neuen Endgerät, um wieder Zugang zu Ihren enmeshed-Daten zu erhalten.

# identityRecovery_pdfNeedHelpTitle
source: Need Help?
de: Benötigen Sie Hilfe?

# identityRecovery_pdfNeedHelpText
source: Contact enmeshed support: support@enmeshed.de
de: Benötigen Sie Hilfe? Wenden Sie sich an den enmeshed-Support: support@enmeshed.de

# identityRecovery_saveKitSuccess
source: Recovery kit successfully saved
de: Wiederherstellungskit erfolgreich gespeichert

# identityRecovery_printKitSuccess
source: Recovery kit successfully printed
de: Wiederherstellungskit erfolgreich ausgedruckt

# passwordProtection_enterPassword
source: Enter password
de: Passwort eingeben

# passwordProtection_enterPin
source: Enter PIN
de: PIN eingeben

# passwordProtection_passwordEmpty
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.

# passwordProtection_referenceIsPasswordProtected
source: This QR code or Link is password protected. Please enter the password to proceed.
de: Dieser QR-Code oder Link ist mit einem Passwort gesichert.

# passwordProtection_referenceIsPinProtected
source: This QR code or Link is protected with a {count, select, 4{four digits} 5{five digits} 6{six digits} other{complex}} PIN. Please enter the PIN to proceed.
de: Dieser QR-Code oder Link ist mit einer {count, select, 4{vierstelligen} 5{fünfstelligen} 6{sechsstelligen} other{komplexen}} PIN gesichert.

# passwordProtection_incorrectPassword
source: You have entered an incorrect password. Please try again.
de: Sie haben ein falsches Passwort eingegeben. Versuchen Sie es erneut.

# passwordProtection_incorrectPin
source: You have entered an incorrect PIN. Please try again.
de: Sie haben eine falsche PIN eingegeben. Versuchen Sie es erneut.
