Repository: nmshd/app
Catalog: apps/enmeshed/lib/l10n/app_*.arb
Languages: de

source: Contacts
de: Kontakte

source: My Data
de: Meine Daten

source: My Entries
de: Meine Einträge

source: Mailbox
de: Postfach

source: Next
de: Weiter

source: Skip
de: Überspringen

source: or
de: oder

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Reject
de: Ablehnen

source: Accept
de: Akzeptieren

source: Confirm
de: Bestätigen

source: Edit
de: Bearbeiten

source: Update
de: Aktualisieren

source: Help
de: Hilfe

source: Save
de: Speichern

source: Delete
de: Löschen

source: Back
de: Zurück

source: Reset
de: Zurücksetzen

source: No entries
de: Keine Ergebnisse

source: Legal Notice
de: Rechtliche Hinweise

source: Data Protection
de: Datenschutzerklärung

source: Imprint
de: Impressum

source: Error
de: Fehler

# errorDialog_title
source: Error
de: Fehler

# errorDialog_description
source: An error has occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.

# errorDialog_invalidQRCode_title
source: Invalid QR code
de: Ungültiger QR-Code

# errorDialog_invalidQRCode_description
source: The scanned QR code is not supported by this app. If you have an alternative QR code available, please use it. Make sure you are using the latest version of the app. Go to the store and update the app if necessary.
de: Der gescannte QR-Code wird von dieser App nicht unterstützt. Falls Ihnen ein alternativer QR-Code zur Verfügung steht, nutzen Sie diesen. Stellen Sie sicher, dass Sie die neueste Version der App verwenden. Gehen Sie zum Store und aktualisieren Sie die App, falls nötig.

# errorDialog_QRCodeProcessingFailed_title
source: Error when processing the QR code
de: Fehler bei der Verarbeitung des QR-Codes

# errorDialog_QRCodeProcessingFailed_description
source: The scanned QR code could not be processed. If you have an alternative QR code available, please use it. Make sure you are using the latest version of the app. Go to the store and update the app if necessary.
de: Der gescannte QR-Code konnte nicht verarbeitet werden. Falls Ihnen ein alternativer QR-Code zur Verfügung steht, nutzen Sie diesen. Stellen Sie sicher, dass Sie die neueste Version der App verwenden. Gehen Sie zum Store und aktualisieren Sie die App, falls nötig.

# errorDialog_relationshipNotYetDecomposedByPeer_title
source: You cannot currently enter into a new relationship with this contact.
de: Sie können mit diesem Kontakt aktuell keine erneute Beziehung eingehen.

# errorDialog_relationshipNotYetDecomposedByPeer_description
source: Try again at a later date
de: Versuchen Sie es zu einem späteren Zeitpunkt erneut.

# errorDialog_activeIdentityDeletionProcessOfOwnerOfRelationshipTemplate_title
source: The contact no longer exists
de: Der Kontakt existiert nicht mehr

source: The contact for this QR code no longer exists or is no longer part of "enmeshed". You can no longer establish a contact relationship.
de: Der Kontakt zu diesem QR-Code existiert nicht mehr oder ist nicht mehr Teil von "enmeshed". Sie können keine Kontakt-Beziehung mehr herstellen.

# errorDialog_relationshipTemplateIsExpired_title
source: The contact request has expired
de: Die Kontaktanfrage ist abgelaufen

# errorDialog_relationshipTemplateIsExpired_description
source: The contact has preset a response deadline for this QR code. The contact request associated with this QR code has expired.
de: Der Kontakt hat für diesen QR-Code eine Antwortfrist voreingestellt. Die mit diesem QR-Code verbundene Kontaktanfrage ist abgelaufen.

# errorDialog_requestExpired_title
source: The QR code has already expired
de: Der QR-Code ist bereits abgelaufen

# errorDialog_requestExpired_description
source: This QR code is no longer valid. Try to get a new QR code from the contact.
de: Dieser QR-Code ist nicht mehr gültig. Versuchen Sie, einen neuen QR-Code von dem Kontakt zu erhalten.

# error_image
source: Failed to pick image.
de: Es konnte kein Bild ausgewählt werden.

# error_upload_file
source: Failed to upload the file.
de: Die Datei konnte nicht hochgeladen werden.

# error_download_file
source: Failed to download the file.
de: Die Datei konnte nicht heruntergeladen werden.

# error_couldNotOpenLink
source: The link could not be opened.
de: Der Link konnte nicht geöffnet werden.

# error_succeedAttribute
source: The entry could not be updated.
de: Der Eintrag konnte nicht aktualisiert werden.

# error_deleteAttribute
source: The entry could not be deleted.
de: Der Eintrag konnte nicht gelöscht werden.

# error_changeFavoriteRepositoryAttribute
source: The attribute could not be favored.
de: Das Attribut konnte nicht favorisiert werden.

# error_backboneNotAvailable
source: Backbone not available
de: Backbone nicht erreichbar

# error_backboneNotAvailable_description
source: No connection to the server can currently be established. If the problem persists, you are welcome to contact our support team.
de: Es kann aktuell keine Verbindung zum Server aufgebaut werden. Wenn das Problem weiterhin besteht, können Sie sich gerne an unseren Support wenden.

# error_unexpected
source: We are sorry, but an unexpected error has occurred. If the problem persists, you are welcome to contact our support team.
de: Es tut uns leid, aber es ist ein unerwarteter Fehler aufgetreten. Wenn das Problem weiterhin besteht, können Sie sich gerne an unseren Support wenden.

# error_supportButton
source: Write e-mail to the support team
de: E-Mail an den Support schreiben

# error_openMailApp
source: Error when opening the e-mail app
de: Fehler beim Öffnen der E-Mail-App

# error_openMailApp_description
source: The e-mail app on your device could not be opened. Write to support using a different device. The e-mail address is: enmeshed.support@js-soft.com
de: Die E-Mail-App auf Ihrem Gerät konnte nicht geöffnet werden. Schreiben Sie mit einem anderen Gerät an den Support. Die E-Mail-Adresse lautet: enmeshed.support@js-soft.com

# error_understood
source: Understood
de: Verstanden

# error_deleteRequest
source: Delete request
de: Anfrage löschen

# error_deleteRequestFailed
source: The contact request could not be deleted. Please try again later.
de: Die Kontakanfrage konnte nicht gelöscht werden. Versuchen Sie es später erneut.

source: Favorites
de: Favoriten

source: Try again
de: Erneut versuchen

source: Title
de: Titel

source: Show
de: Anzeigen

# sorting_group_date_today
source: Today
de: Heute

# sorting_group_date_thisWeek
source: This week
de: Diese Woche

# sorting_group_date_lastWeek
source: Last week
de: Letzte Woche

# sorting_group_date_thisMonth
source: This Month
de: Dieser Monat

# sorting_group_date_thisYear
source: This Year
de: Dieses Jahr

# sorting_group_date_older
source: Older
de: Älter

# scanner_enterUrl
source: Enter URL link
de: URL-Link eingeben

# scanner_lineUpQrCode
source: Position QR code in the frame.
de: Richten Sie den QR-Code am Rahmen aus.

# scanner_scanQrOrEnterUrl
source: Scan a QR code or alternatively enter a URL link.
de: Scannen Sie einen QR-Code oder geben Sie alternativ einen URL-Link ein.

# scanner_urlValidationError
source: The URL link could not be verified. Please check your input.
de: Der eingegebene URL-Link ist ungültig. Bitte überprüfen Sie Ihre Eingabe.

# scanner_enterUrl_title
source: Enter URL link
de: URL-Link eingeben

# scanner_enterUrl_description
source: Enter the URL link you want to use to perform an action.
de: Geben Sie den URL-Link ein um eine Aktion auszuführen.

# scanner_enterUrl_button
source: Done
de: Fertig

# scanner_failedStartingScanner_title
source: Failed to start scanner
de: Der Scanner konnte nicht gestartet werden

# scanner_failedStartingScanner_description
source: Please check whether authorisation to access the camera has been granted and whether your device has a camera. Alternatively, you can also enter a URL link manually.
de: Bitte überprüfen Sie, ob die Berechtigung zum Zugriff auf die Kamera erteilt wurde und ob Ihr Gerät über eine Kamera verfügt. Alternativ können Sie auch einen URL-Link manuell eingeben.

# onboarding_welcome
source: Welcome to the enmeshed app
de: Willkommen in der enmeshed App

# onboarding_description
source: Your centre for personal data and data exchange relating to your education and life.
de: Ihre Zentrale für personenbezogene Daten und Datenaustausch rund um Ihren Bildungs- und Lebensweg.

# onboarding_letsStart
source: Let's start
de: Los geht’s

# onboarding_info_titlePage1
source: Manage documents and data
de: Dokumente und Daten verwalten

# onboarding_info_titlePage2
source: Manage contacts
de: Kontakte organisieren

# onboarding_info_titlePage3
source: Share information
de: Informationen teilen

# onboarding_info_descriptionPage1
source: Receive, save and manage personal data and documents, such as diplomas and certificates.
de: Empfangen, speichern und verwalten Sie hier persönliche Daten und Dokumente, wie zum Beispiel Zeugnisse und Zertifikate.

# onboarding_info_descriptionPage2
source: Connect with your contacts, easily via QR code.
de: Verbinden Sie sich einfach per QR-Code mit Ihren Kontakten.

# onboarding_info_descriptionPage3
source: Decide which stored personal data and documents you want to share with your contacts.
de: Entscheiden Sie selbst, welche gespeicherten persönlichen Daten und Dokumente Sie mit Ihren Kontakten teilen.

# onboarding_createNewAccount
source: Create new user profile
de: Neues Profil erstellen

# onboarding_createNewAccount_description
source: First time here? Create a new profile.
de: Zum ersten Mal hier? Legen Sie ein neues Profil an.

# onboarding_createNewAccount_button
source: Create user profile
de: Profil anlegen

# onboarding_chooseOption
source: You need a user profile to be able to use the enmeshed app. Here are two options for creating your user profile:
de: Sie benötigen ein Profil, um die enmeshed App nutzen zu können. Hierfür gibt es verschiedene Möglichkeiten.

# onboarding_createIdentity
source: Create your user profile
de: Erstellen Sie Ihr Profil

# onboarding_defaultIdentityName
source: Profile
de: Profil

# onboarding_alreadyExist_title
source: The profile already exists!
de: Das Profil existiert bereits!

# onboarding_alreadyExist_description
source: Please scan the QR code or use the URL link on another device!
de: Bitte scannen Sie den QR-Code oder verwenden Sie den URL-Link auf einem anderen Gerät!

# onboarding_dataPrivacy_start
source: I have read the
de: Ich habe die

# onboarding_dataPrivacy_link
source: privacy policy
de: Datenschutzerklärung

# onboarding_dataPrivacy_end
source: and accept them
de: gelesen und akzeptiere diese.

# onboarding_yourConsent
source: Your consent
de: Ihre Zustimmung

# onboarding_yourConsent_acceptAndContinue
source: Accept and continue
de: Akzeptieren und weiter

# onboarding_consentParagraph1
source: Before you start: Please read our terms of use. You must agree to the terms and conditions in order to use the enmeshed app:
de: Bevor es losgeht: Bitte lesen Sie unsere Nutzungsbedingungen. Sie müssen den Bedingungen zustimmen, um die enmeshed App nutzen zu können:

# onboarding_consentParagraph2
source: The enmeshed app is operated by the company j&s-soft AG. Further information on the processing of your personal data can be found in the privacy policy. You should take note of this before using the app. Note:
de: Die enmeshed App wird von der Firma j&s-soft AG betrieben. Nähere Informationen zur Verarbeitung Ihrer personenbezogenen Daten enthält die Datenschutzerklärung. Diese sollten Sie zur Kenntnis nehmen, bevor Sie die App nutzen. Hinweis:

# onboarding_consentParagraph3
source: There is a permanent connection to the so-called "Backbone" (data storage) for the meaningful use of the app. Purely local use of your data on the mobile device is not intended.
de: Für die sinnvolle Nutzung der App besteht eine dauerhafte Verbindung zum sogenannten “Backbone” (Datenspeicher). Eine rein lokale Verwendung Ihrer Daten auf dem mobilen Endgerät ist nicht vorgesehen.

# onboarding_consentParagraph4
source: By actively participating in the test phase - including receiving push messages on your mobile device and analyzing the volume of data moved - you consent to the processing of your personal data as required in each case.
de: Durch Ihre aktive Teilnahme in der Testphase - inklusive Empfang von Push-Nachrichten auf Ihr mobiles Endgerät sowie die Analyse bewegter Datenvolumen - erklären Sie sich mit der jeweils erforderlichen Verarbeitung Ihrer personenbezogenen Daten einverstanden.

# onboarding_enterProfileName
source: Choose a profile name
de: Profilname vergeben

# restoreFromIdentityRecovery_loading
source: Profile is being restored ...
de: Profil wird wiederhergestellt ...

# restoreFromIdentityRecovery_instructions_title
source: Restore profile with recovery kit
de: Profil mit Wiederherstellungskit wiederherstellen

# restoreFromIdentityRecovery_instructions_subtitle
source: How to restore an existing profile
de: So stellen Sie ein bestehendes Profil wieder her

# restoreFromIdentityRecovery_instructions_search
source: Find your recovery kit and have your password ready.
de: Suchen Sie ihr Wiederherstellungskit heraus und legen Sie Ihr Passwort bereit.

# restoreFromIdentityRecovery_instructions_scan
source: Scan the QR code on the recovery kit.
de: Scannen Sie den QR-Code auf dem Wiederherstellungskit.

# restoreFromIdentityRecovery_instructions_password
source: Enter the corresponding password.
de: Geben Sie das dazugehörige Passwort ein.

# restoreFromIdentityRecovery_instructions_confirmation
source: After confirmation, you have full access to your profile again.
de: Nach der Bestätigung haben Sie wieder vollen Zugriff auf Ihr Profil.

# restoreFromIdentityRecovery_instructions_informationTitle
source: The recovery kit can only be used once.
de: Das Wiederherstellungskit kann nur einmal verwendet werden.

# restoreFromIdentityRecovery_instructions_informationDescription
source: After successfully restoring your profile, you can create a new recovery kit at any time via the profile management.
de: Nach der erfolgreichen Wiederherstellungs Ihres Profils können Sie über die Profilverwaltung jederzeit ein neues Wiederherstellungskit erstellen.

# restoreFromIdentityRecovery_scanner_scanQrOrEnterUrl
source: Scan the QR code to download a profile to your device. Alternatively, enter a URL link.
de: Scannen Sie den QR-Code, um ein Profil auf Ihr Gerät zu laden. Oder geben Sie alternativ einen URL-Link ein.

# restoreFromIdentityRecovery_scanner_connectWithUrl_title
source: Enter URL link
de: URL-Link eingeben

# restoreFromIdentityRecovery_scanner_connectWithUrl_description
source: Enter the URL link to restore your profile on this device. In the next step, you will be asked to enter the password that you created together with the recovery kit.
de: Geben Sie den URL-Link ein, um Ihr Profil auf diesem Gerät wiederherzustellen. Im nächsten Schritt werden Sie aufgefordert, Ihr Passwort einzugeben, das Sie zusammen mit dem Wiederherstellungskit erstellt haben.

# restoreFromIdentityRecovery_errorTitleOnExistingProfile
source: The profile is already activated on this device
de: Das Profil ist bereits auf diesem Gerät aktiviert

# restoreFromIdentityRecovery_errorDescriptionOnExistingProfile
source: You cannot use the recovery kit again, the associated profile is already activated.
de: Sie können das Recovery Kit nicht erneut einsetzen, das zugehörige Profil ist bereits aktiviert.

# restoreFromIdentityRecovery_errorTitleOnAlreadyUsedRecoveryKit
source: This recovery kit cannot be applied
de: Dieses Recovery Kit kann nicht angewendet werden

# restoreFromIdentityRecovery_errorDescriptionOnAlreadyUsedRecoveryKit
source: Perhaps this recovery kit has already been used.
de: Möglicherweise wurde dieses Recovery Kit bereits eingesetzt.

# restoreFromIdentityRecovery_success
source: The profile was successfully transferred to this device.
de: Das Profil wurde erfolgreich auf dieses Gerät übertragen.

# restoreFromIdentityRecovery_success_butInDeletion
source: The profile was successfully transferred to this device, but it is in deletion. You can restore it to use it again.
de: Das Profil wurde erfolgreich auf dieses Gerät übertragen, aber es befindet sich in Löschung. Sie können es wiederherstellen um es zu verwenden.

# home_seeAll
source: See all
de: Alle ansehen

# home_complete
source: Complete
de: Abschließen

# home_addContact
source: Add contact
de: Kontakt hinzufügen

# home_messages
source: New messages
de: Neue Nachrichten

# home_noNewMessages
source: No new messages. You are up to date.
de: Keine neuen Nachrichten. Sie sind auf dem neuesten Stand.

# home_completeProfile
source: First steps
de: Erste Schritte

# home_completeProfileDescription
source: Four steps to help you get the most out of the enmeshed app:
de: Vier Schritte, die Ihnen helfen, die enmeshed App optimal zu nutzen:

# home_completeProfileCloseIconSemanticsLabel
source: Hide card
de: Karte ausblenden

# home_of
source: of
de: von

# home_completed
source: completed
de: vervollständigt

# home_initialPersonalInformation
source: Record initial personal information
de: Erste persönliche Informationen erfassen

# home_initialContact
source: Connect to initial contacts
de: Erste Kontakte verknüpfen

# home_initialDocuments
source: Load initial documents
de: Erste Dokumente laden

# home_createIdentityRecoveryKit
source: Create recovery kit
de: Wiederherstellungskit erstellen

# home_identityRecoveryKitWasUsed
source: Your recovery kit has been used. Would you like to create a new one?
de: Ihr Wiederherstellungskit wurde verwendet. Möchten Sie ein neues erstellen?

# home_identityRecoverKitWasUsed_description
source: Your recovery kit has been used and has expired. Create a new one to ensure continued access to your data. You can also do this later in the profile management.
de: Ihr Wiederherstellungskit wurde eingesetzt und ist abgelaufen. Erstellen Sie ein neues, um weiterhin Zugriff auf Ihre Daten zu gewährleisten. Sie können dies auch später in der Profilverwaltung ausführen.

# home_closeHint
source: Close hint
de: Hinweis schließen

# home_create
source: Create
de: Erstellen

# drawer_manageProfiles
source: Manage profiles
de: Profile verwalten

# drawer_title
source: Information & help
de: Informationen & Hilfe

# drawer_notifications
source: Notifications
de: Mitteilungen

# drawer_notifications_activate
source: Enable notifications
de: Mitteilungen aktivieren

# drawer_notifications_stayInformed
source: Stay informed!
de: Bleiben Sie informiert!

# drawer_notifications_getNotifications
source: You will receive important information about processes in your profile(s) via notifications. We also send notifications about new services in the app.
de: Über Mitteilungen erhalten Sie wichtige Informationen zu Vorgängen in Ihrem Profil bzw. Ihren Profilen. Außerdem schicken wir Mitteilungen zu neuen Services der App.

# drawer_notifications_howToActivate
source: To receive notifications, go to the system settings of your device and activate notifications from the "enmeshed" app.
de: Um Mitteilungen zu erhalten, gehen Sie in die Systemeinstellungen Ihres Gerätes und aktivieren Sie Mitteilungen von der "enmeshed"-App.

# drawer_notifications_activateButton
source: Activate now
de: Jetzt aktivieren

# drawer_notifications_granted
source: Great, you stay informed!
de: Super, Sie bleiben informiert!

# drawer_notifications_grantedInformation
source: You have activated notifications in the system settings of your device and are therefore always up to date.
de: Sie haben Mitteilungen in den Systemeinstellungen Ihres Gerätes aktiviert und bleiben somit immer auf dem aktuellsten Stand.

# drawer_hints
source: Hints
de: Hinweise

# drawer_hints_description
source: You can reactivate supporting notes that you have marked as 'no longer show' in various places in the app.
de: Unterstützende Hinweise, die Sie an verschiedenen Stellen in der App als 'nicht mehr anzeigen' markiert hatten, können Sie wieder aktivieren.

# drawer_hints_loadProfile
source: Load existing profile
de: Bestehendes Profil laden

# drawer_hints_addContact
source: Add contact
de: Kontakt hinzufügen

# drawer_hints_firstSteps
source: First steps
de: Erste Schritte

# profiles_copyAddressToClipboardLabel
source: Copy your profile-address to the clipboard.
de: Die Profil-Adresse in die Zwischenablage kopieren.

# profiles_copiedAddressToClipboard
source: The profile-address has been copied to the clipboard.
de: Die Profil-Adresse wurde in die Zwischenablage kopiert.

# profiles_settings_subtitle
source: Manage your connected devices and profile settings or back up your data here.
de: Verwalten Sie hier Ihre verbundenen Geräte und Profileinstellungen oder sichern Sie Ihre Daten.

# profiles_settings_editProfile
source: Edit profile
de: Profil bearbeiten

# profiles_settings_deleteProfile
source: Delete profile
de: Profil löschen

# profiles_settings_connectedDevices
source: Manage connected devices
de: Verknüpfte Geräte verwalten

# profiles_settings_createIdentityRecoveryKit
source: Create recovery kit
de: Wiederherstellungskit erstellen

# profiles_createNew
source: Create new profile
de: Neues Profil anlegen

# profiles_lastUsed
source: Last used
de: Zuletzt verwendet

# profiles_createNewForProcessingQrDescription
source: Create a new profile to process the scanned QR code or URL link.
de: Erstellen Sie ein neues Profil um den gescannten QR-Code oder URL-Link zu verarbeiten.

# profiles_otherProfiles
source: Other profiles
de: Andere Profile

# profiles_additionalProfiles
source: Additional profiles
de: Weitere Profile

# profiles_add
source: Add
de: Hinzufügen

# profiles_noAdditionalProfiles
source: You can create different profiles for different roles or other people and switch between them.
de: Sie können verschiedene Profile für unterschiedliche Rollen oder andere Personen erstellen und zwischen diesen wechseln.

# profiles_switchedToProfile
source: Switched to profile <bold>{profileName}</bold>.
de: Zum Profil <bold>{profileName}</bold> gewechselt.

# profile_or_identity_deletion
source: Would you like to remove your profile from this device or delete your entire profile with all stored data and documents from the enmeshed platform?
de: Möchten Sie Ihr Profil von diesem Gerät entfernen oder Ihr gesamtes Profil mit sämtlichen hinterlegten Daten und Dokumenten von der enmeshed-Plattform löschen?

# profile_or_identity_deletion_oneDevice
source: This profile is only available via this device. Therefore, no distinction is made between removing a profile from the device and deleting a profile. You can only delete your entire profile.
de: Dieses Profil ist ausschließlich über dieses Gerät verfügbar. Darum wird nicht unterschieden zwischen Profil von Gerät entfernen und Profil löschen. Sie können nur Ihr gesamtes Profil löschen.

# identity_delete_cancel
source: No, cancel
de: Nein, abbrechen

# identity_delete_confirm
source: Yes, delete
de: Ja, löschen

# identity_delete_confirmation
source: Would you like to delete the profile <bold>{profileName}</bold> and all the data, contacts and documents it contains? The profile will be marked for deletion; you can no longer reactivate the profile after the deletion period has expired. It will be removed from all your connected devices ({devices}) after the deletion period.
de: Möchten Sie das Profil <bold>{profileName}</bold> und alle darin enthaltenen Daten, Kontakte und Dokumente löschen? Das Profil wird für die Löschung vorgemerkt, Sie können das Profil nach Ablauf der Löschfrist nicht mehr reaktivieren. Es wird nach der Löschfrist von allen Ihren verbundenen Geräten ({devices}) entfernt.

# identity_delete_success
source: The profile <bold>{profileName}</bold> is now in deletion.
de: Das Profil <bold>{profileName}</bold> befindet sich nun in Löschung.
