Repository: nmshd/app
Catalog: apps/enmeshed/lib/l10n/app_*.arb
Languages: de

# identities_in_deletion
source: Profiles in deletion
de: Profile in Löschung

# identity_restore_confirm
source: Restore
de: Wiederherstellen

# identity_restore_title
source: Restore profile
de: Profil wiederherstellen

# identity_restore_description
source: Would you like to restore and continue using the <bold>{profileName}</bold> profile that was in deletion? This is still possible until {deletionDate}.
de: Möchten Sie das in Löschung befindliche Profil <bold>{profileName}</bold> wiederherstellen und weiterverwenden? Dies ist noch bis zum {deletionDate} möglich.

# identity_restore_successful
source: The Profile <bold>{profileName}</bold> has been successfully restored.
de: Das Profil <bold>{profileName}</bold> wurde erfolgreich wiederhergestellt.

# identity_restore
source: Activate Profile
de: Profil aktivieren

# identity_delete_at
source: Will be deleted at {deletionDate}
de: Löschung am {deletionDate}

# profile_edit
source: Edit profile
de: Profil bearbeiten

# profile_edit_inProgress
source: Saving profile
de: Profil wird gespeichert

source: Profile name
de: Profilname

# profile_delete
source: Delete profile
de: Profil löschen

# profile_delete_device
source: Remove Profile from the Device
de: Profil vom Gerät entfernen

# profile_delete_cancel
source: No, cancel
de: Nein, abbrechen

# profile_delete_confirm
source: Yes, remove
de: Ja, entfernen

# profile_delete_inProgress
source: Deleting the profile.
de: Das Profil wird gelöscht.

# profile_delete_success
source: The profile <bold>{profileName}</bold> has been removed from this device.
de: Das Profil <bold>{profileName}</bold> wurde von diesem Gerät entfernt.

# profile_delete_confirmation
source: Do you really want to remove the <bold>{profileName}</bold> profile from this device? You can no longer access it from this device.
de: Möchten Sie das Profil <bold>{profileName}</bold> wirklich von diesem Gerät entfernen? Sie können von diesem Gerät nicht mehr darauf zugreifen.

# profile_delete_confirmation_lastDevice
source: As your profile only exists on this device, it will be irrevocably deleted.
de: Da Ihr Profil nur auf diesem Gerät existiert, wird es unwiderruflich gelöscht.

# profile_delete_confirmation_devicesLeft
source: The profile remains available on the enmeshed platform and you can continue to access it from the following linked devices:
de: Das Profil bleibt auf der enmeshed-Plattform verfügbar und Sie können von den folgenden verknüpften Geräten weiterhin darauf zugreifen:

# profile_delete_error
source: An error occurred while deleting the profile. Please try again.
de: Beim Löschen des Profils ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

# profile_delete_error_cancel
source: Cancel
de: Abbrechen

# profile_delete_error_retry
source: Retry
de: Nochmal versuchen

# profile_localDeletion_title
source: Delete local data
de: Lokale Daten löschen

# profile_localDeletion_card_description
source: You can force the deletion of local data for profiles in deletion. All data stored on this device will be deleted immediately. The data in the enmeshed platform remains unaffected by this until the deletion period expires.
de: Sie können das Löschen der lokalen Daten für Profile in Löschung erzwingen. Es werden alle auf diesem Gerät gespeicherten Daten umgehend gelöscht. Die Daten in der enmeshed Plattform bleiben hiervon unberührt bis zum Ablauf der Löschfrist.

# profile_localDeletion_card_button
source: Delete local data now
de: Lokale Daten jetzt löschen

# profile_localDeletion_selectProfiles
source: Select which profiles and associated locally stored data are to be permanently deleted from this device:
de: Wählen Sie, welche Profile und zugehörigen lokal gespeicherten Daten unwiderruflich von diesem Gerät gelöscht werden sollen:

# profile_localDeletion_singleProfile
source: The data of the following profile saved locally on this device will be irrevocably deleted:
de: Die lokal auf diesem Gerät gespeicherten Daten des folgenden Profils werden unwiderruflich gelöscht:

# profile_localDeletion_acceptDeletion
source: Delete data
de: Daten löschen

# profile_create
source: Create
de: Anlegen

# profile_create_inProgress
source: Creating profile
de: Profil wird angelegt

# profile_addPhoto
source: Add profile picture
de: Profilbild hinzufügen

# profile_deletePhoto
source: Remove
de: Entfernen

# profile_editPhoto
source: Change
de: Ändern

# devices_title
source: Manage Devices
de: Geräte verwalten

# devices_description
source: Your <bold>{profileName}</bold> profile is shared with the following devices. If you want to end synchronisation with one of the devices, remove it from the list.
de: Mit folgenden Geräten wird Ihr Profil <bold>{profileName}</bold> geteilt. Wenn Sie die Synchronisation mit einem der Geräte beenden möchten, entfernen Sie dieses aus der Liste.

# devices_otherDevices
source: Other Devices
de: Weitere Geräte

# devices_empty
source: Share this profile with other devices
de: Dieses Profil mit anderen Geräten teilen

# devices_empty_description
source: First install the enmeshed app on the new device and then initiate the connection using an existing profile.
de: Installieren Sie zuerst die enmeshed App auf Ihrem neuen Gerät. Verknüpfen Sie diese dann mit einem bestehenden Profil.

# devices_edit
source: Edit Device
de: Gerät bearbeiten

# devices_edit_description
source: Description
de: Beschreibung

# deviceInfo_warningSemanticsLabel
source: Warning
de: Warnhinweis

# deviceInfo_hintSemanticsLabel
source: Hint
de: Hinweis

# deviceInfo_title
source: Device information
de: Geräteinformationen

# deviceInfo_thisDevice
source: This Device
de: Dieses Gerät

# deviceInfo_deviceNotConnected
source: Device is not connected.
de: Gerät ist nicht verbunden.

# deviceInfo_offboarded
source: Device not connected anymore.
de: Gerät ist nicht mehr verbunden.

# deviceInfo_removeDevice
source: Remove device
de: Gerät entfernen

# deviceInfo_removeDevice_goBack
source: Go back to "Profile managment".
de: Gehen Sie zurück zur "Profilverwaltung".

# deviceInfo_removeDevice_profileManagment
source: Go to "Profile managment".
de: Gehen Sie zur "Profilverwaltung".

# deviceInfo_removeDevice_chooseDelete
source: Select "Delete profile".
de: Wählen Sie "Profil löschen".

# deviceInfo_removeDevice_deleteProfile
source: Delete the profile.
de: Löschen Sie das Profil.

# deviceInfo_removeDevice_allDataDeleted
source: All your data, contacts and documents will be irretrievably deleted.
de: Dabei werden alle Ihre Daten, Kontakte und Dokumente unwiederbringlich gelöscht.

# deviceInfo_removeCurrentDevice
source: Remove profile from this device
de: Profil von diesem Gerät entfernen

# deviceInfo_removeRemainingDevice_title
source: You cannot disconnect the device from your profile as it is the only connected one. How to delete your profile:
de: Sie können das Gerät nicht von Ihrem Profil trennen, da es das einzige verbundene ist. So löschen Sie Ihr Profil:

# deviceInfo_removeConnectedDevice_title
source: To remove the device from the list of connected devices:
de: So entfernen Sie das Gerät aus der Liste der verbundenen Geräte:

# deviceInfo_history
source: History
de: Historie

# deviceInfo_firstConnection
source: first connected on
de: zuerst verbunden am

# deviceInfo_notConnected
source: not connected
de: nicht verbunden

# deviceInfo_openApp
source: Take the device <bold>{deviceName}</bold> and open the enmeshed app.
de: Nehmen Sie das Gerät <bold>{deviceName}</bold> zur Hand und öffnen Sie die enmeshed App.

source: Contact information
de: Kontaktinformationen

# contact_information_messages
source: Messages
de: Nachrichten

# contact_information_noMessages
source: No messages available.
de: Keine Nachrichten vorhanden.

# contact_information_sharedFiles
source: Shared Files
de: Geteilte Dateien

# contact_request_validationError
source: {count, plural, =1{1 Error message} other{{count} Error messages}}
de: {count, plural, =1{1 Fehlermeldung} other{{count} Fehlermeldungen}}

# contact_request_validationErrorDescription
source: Please correct all fields marked with an error to complete the contact request.
de: Bitte korrigieren Sie alle mit einem Fehler markierten Felder, um die Kontaktanfrage abzuschließen.

# message_request_validationErrorDescription
source: Please correct all fields marked with an error to complete the task.
de: Bitte korrigieren Sie alle mit einem Fehler markierten Felder, um die Aufgabe abzuschließen.

source: Contact Request
de: Kontaktanfrage

# contacts_empty
source: Add contacts
de: Kontakte hinzufügen

# contacts_emptyDescription
source: Connect with contacts to share or receive data and documents.
de: Verbinden Sie sich mit Kontakten, um Daten oder Dokumente zu teilen oder zu empfangen.

# contacts_addContact
source: Add contact
de: Kontakt hinzufügen

# contacts_unknown
source: Contact name not available
de: Kontaktname nicht verfügbar

# contacts_notYetRequested
source: Contact request not yet sent
de: Kontaktanfrage noch nicht abgeschickt

# contacts_requestWithExpiryDate
source: Expires on {date}
de: Läuft ab am {date}

# contacts_requestExpired
source: Contact request expired
de: Kontaktanfrage abgelaufen

# contacts_pending
source: Contact has not yet been confirmed
de: Kontakt wurde noch nicht bestätigt

# contacts_terminatedOrDeletionProposed
source: Relationship ended
de: Beziehung wurde beendet

# contacts_deleted
source: Contact no longer exists
de: Kontakt existiert nicht mehr

# contacts_toBeDeleted
source: Will be deleted shortly
de: Wird in Kürze gelöscht

# contacts_terminated
source: Contact terminated the relationship
de: Kontakt hat die Beziehung beendet

# contacts_delete_title
source: Delete contact <bold>{contactName}</bold>?
de: Kontakt <bold>{contactName}</bold> löschen?

# contacts_delete_title_unknown
source: Delete contact?
de: Kontakt löschen?

# contacts_delete_description
source: All contact information will be deleted and messages can no longer be sent or received. Your documents will remain retained.
de: Alle Kontaktinformationen werden gelöscht und es können keine Nachrichten mehr gesendet oder empfangen werden. Ihre Dokumente bleiben erhalten.

# contacts_delete_descriptionOnActive
source: All contact information will be deleted and messages can no longer be sent or received. Your documents will be retained. The contact will be notified of the deletion.
de: Alle Kontaktinformationen werden gelöscht und es können keine Nachrichten mehr gesendet oder empfangen werden. Ihre Dokumente bleiben erhalten. Der Kontakt wird über die Löschung informiert.

# contacts_revoke_title
source: Revoke contact request?
de: Kontaktanfrage zurückziehen?

# contacts_revoke_description
source: All information and content of the request will be deleted. Documents that have already been shared are retained.
de: Es werden alle Informationen und Inhalte der Anfrage gelöscht. Bereits geteilte Dokumente bleiben erhalten.

# contacts_revoke_action
source: Revoke
de: Zurückziehen

# contacts_filterOption_active
source: Active
de: Aktiv

# contacts_filterOption_actionRequired
source: Action required
de: Aktion erforderlich

# contacts_delete_deleteContact
source: Delete Contact
de: Kontakt löschen

# contacts_require_attention
source: {count, plural, =1{1 contact requires your attention.} other{{count} contacts require your attention.}}
de: {count, plural, =1{1 Kontakt erfordert Ihre Aufmerksamkeit.} other{{count} Kontakte erfordern Ihre Aufmerksamkeit.}}

# contacts_selectedForYou
source: New contacts selected for you
de: Für Sie ausgewählte neue Kontakte

# contactDetail_connectedSince
source: Contact since {since}
de: Kontakt seit {since}

# contactDetail_toBeDeletedTitle
source: The contact will be deleted on {date}.
de: Der Kontakt wird am {date} gelöscht.

# contactDetail_deletedTitle
source: The contact no longer exists or is no longer part of "enmeshed".
de: Der Kontakt existiert nicht mehr oder ist nicht mehr Teil von "enmeshed".

# contactDetail_terminatedTitle
source: The contact has terminated the contact relationship with you.
de: Der Kontakt hat die Kontaktbeziehung zu Ihnen beendet.

# contactDetail_terminatedDescription1
source: If you also want to end the relationship, you can delete the contact.
de: Wenn Sie die Beziehung ebenfalls beenden möchten, können Sie den Kontakt löschen.

# contactDetail_description1
source: You can keep the contact in your contact list, but it is no longer possible to exchange information with the contact.
de: Sie können den Kontakt in Ihrer Kontaktliste behalten, ein Austausch mit dem Kontakt ist jedoch nicht mehr möglich.

# contactDetail_description2
source: If you keep the contact in your contact list, all messages will remain saved in your profile.
de: Wenn Sie den Kontakt in Ihrer Kontaktliste behalten, bleiben sämtliche Nachrichten in Ihrem Profil gespeichert.

# contactDetail_description3
source: If you delete the contact from your contact list, all messages with the contact will be deleted from your mailbox. Documents that the contact has shared with you will be retained.
de: Wenn Sie den Kontakt aus Ihrer Kontaktliste löschen, werden sämtliche Nachrichten mit dem Kontakt aus Ihrem Postfach gelöscht. Dokumente, die der Kontakt mit Ihnen geteilt hat, bleiben erhalten.

# contactDetail_entry
source: Entry
de: Eintrag

# contactDetail_addEntry
source: Add
de: Hinzufügen

# contactDetail_selectOrCreateEntryMessage
source: Share an entry you have already created with your contact or create a new one.
de: Teilen Sie einen bereits angelegten Eintrag mit Ihrem Kontakt oder legen Sie einen neuen dafür an.

# contactDetail_selectEntryMessage
source: Share an entry you have already created with your contact.
de: Teilen Sie einen bereits angelegten Eintrag.

# contactDetail_removeFromFavorites
source: Remove from favorites
de: Aus Favoriten entfernen

# contactDetail_addToFavorites
source: Add to favorites
de: Zu Favoriten hinzufügen

# contactDetail_editContact
source: Edit contact
de: Kontakt bearbeiten

# contactDetail_editContact_displayName
source: Display Name
de: Anzeigename

# contactDetail_editContact_displayNameChangedMessage
source: The display name was changed.
de: Der Anzeigename wurde geändert.

# contactDetail_editContact_restoreDefault
source: Restore Default
de: Standard Wiederherstellen

# contactDetail_editContact_description
source: You can change the display name of your contact here. This change will take effect everywhere in the app. You can also restore the originally supplied display name.
de: Sie können den Anzeigenamen des Kontaktes hier ändern. Diese Änderung tritt an allen Stellen in der App in Kraft. Sie können auch den ursprünglich mitgelieferten Anzeigenamen wiederherstellen.

# contactDetail_sendMessage
source: Send Message
de: Nachricht senden

# contactDetail_sharedAttributes
source: Shared by me
de: Meine Daten

# contactDetail_receivedAttributes
source: Shared with me
de: Daten des Kontakts

# contactDetail_sharedInformation
source: Shared information
de: Geteilte Informationen

# contactDetail_noReceivedAttributes
source: The contact does not share information with you
de: Der Kontakt teilt keine Informationen mit dir

# contactDetail_noSharedAttributes
source: The contact receives no information from you
de: Der Kontakt erhält keine Informationen von dir

# contactDetail_receivedAttributesDescription
source: Received data from {contactName} is displayed here
de: Empfangene Daten von {contactName} können hier eingesehen werden

# contactDetail_overviewSharedAttributes
source: Overview of all information shared with {contactName}
de: Übersicht aller mit {contactName} geteilten Informationen

# contactDetail_deletionRequested
source: Deletion requested
de: Löschung angefragt

# contactDetail_deletionRejected
source: Deletion rejected
de: Löschung abgelehnt

# contactDetail_willBeDeletedOn
source: Will be deleted on {date}
de: Wird gelöscht am {date}

# myData_createEntryForAttributeType
source: Create
de: Anlegen

# myData_noEntryForAttributeType
source: No entry
de: Kein Eintrag

# myData_allData
source: All Data
de: Alle Daten

# myData_personalData
source: About Me
de: Über mich

# myData_personalData_description
source: Here you can add, change or delete your personal information.
de: Hier können Sie Ihre persönlichen Informationen hinzufügen, ändern oder löschen.

# myData_addressData
source: Addresses
de: Adressen

# myData_addressData_description
source: Here you can add, change or delete your addresses.
de: Hier können Sie Ihre Adressen hinzufügen, ändern oder löschen.

# myData_communicationData
source: Communication
de: Kommunikation

# myData_communicationData_description
source: Here you can add, change or delete your communication data.
de: Hier können Sie Ihre Kommunikationsdaten hinzufügen, ändern oder löschen.

# myData_initialCreation
source: Create
de: Anlegen

# myData_createInformation
source: Create Information
de: Information anlegen

# myData_chooseInformationType
source: Select an information type!
de: Wählen Sie einen Informationstyp aus!

# myData_createAttribute_title
source: Create {attribute}
de: {attribute} anlegen

# myData_initialCreation_personalData
source: Create personal information
de: Persönliche Informationen anlegen

# myData_initialCreation_personalData_description
source: Enter your basic personal information, to be able to share it with your contacts.
de: Geben Sie Ihre grundlegenden persönlichen Informationen ein, um diese mit Ihren Kontakten teilen zu können.

# myData_initialCreation_communicationData
source: Create communication data
de: Kommunikationsdaten anlegen

# myData_initialCreation_communicationData_description
source: Please enter your communication data, to be able to share it with your contacts.
de: Bitte geben Sie Ihre Kommunikationsdaten ein, um sie mit Ihren Kontakten teilen zu können.

# myData_initialCreation_personalData_infoGender
source: Gender is the biological, medical or public sex of a natural person.
de: Das Geschlecht ist das biologische, medizinische oder öffentliche Geschlecht einer natürlichen Person.

# myData_initialCreation_personalData_infoCitizenship
source: Citizenship indicates which country currently recognizes you as a citizen. This refers to the country whose passport you hold.
de: Die Staatsangehörigkeit gibt an, welches Land Sie derzeit als Bürger anerkennt. Dies bezieht sich auf das Land, dessen Pass Sie besitzen.

# myData_initialCreation_communicationData_infoPhoneNumber
source: A phone number can be either a landline or a mobile phone number.
de: Eine Telefonnummer kann sowohl ein Festnetzanschluss als auch eine Mobilfunknummer sein.

# myData_initialCreation_communicationData_infoWebsite
source: A website can be any form of public profile, for example on LinkedIn or Instagram.
de: Eine Webseite kann jede Form eines öffentlichen Profils sein, beispielsweise auch auf LinkedIn oder Instagram.

# myData_initialCreation_error
source: An error occurred while creating the data, please try again.
de: Beim Anlegen der Daten ist ein Fehler aufgetreten, bitte versuche es erneut.

# myData_initialCreation_addressData_title
source: Create addresses
de: Adressen anlegen

# myData_initialCreation_addressData_description
source: Enter your different addresses to share with your contacts. You can choose between several address types.
de: Geben Sie Ihre verschiedenen Adressen ein, um diese mit Ihren Kontakten teilen zu können. Sie können zwischen mehreren Adress-Typen wählen.

# myData_initialCreation_addressData_streetAddress
source: Create an address
de: Eine Anschrift anlegen

# myData_initialCreation_addressData_streetAddress_description
source: An address is a residential address consisting of a street, postal code and city.
de: Eine Anschrift ist eine Wohnadresse bestehend aus Straße, Postleitzahl und Ort.

# myData_initialCreation_addressData_deliveryBoxAddress
source: Create a packing station address
de: Eine Packstationadresse anlegen

# myData_initialCreation_addressData_deliveryBoxAddress_description
source: A packing station is a machine where you can receive shipments (e.g. packages) and send them yourself.
de: Eine Packstation ist ein Automat, an dem Sie Sendungen (beispielsweise Pakete) empfangen und selbst versenden können.

# myData_initialCreation_addressData_postOfficeBoxAddress
source: Create a post office box address
de: Eine Postfachadresse anlegen

# myData_initialCreation_addressData_postOfficeBoxAddress_description
source: A post office box is a lockable compartment in a post office. It is protected against unauthorized access.
de: Ein Postfach ist ein abschließbares Fach in einer Postfiliale. Es ist vor fremden Zugriff gesichert.

# myData_initialCreation_addressData_createAttribute_title
source: Create {attribute}
de: {attribute} hinzufügen

# myData_initialCreation_addressData_createAttribute_description
source: Please enter your {attribute} to be able to share it with your contacts.
de: Geben Sie eine {attribute} ein, um diese mit Ihren Kontakten teilen zu können.

# personalData_details_manageEntries
source: Here you can manage entries and view details.
de: Hier können Sie Ihre Einträge verwalten und Details einsehen.

# personalData_details_editEntry
source: Edit entry
de: Eintrag bearbeiten

# personalData_details_deleteEntry
source: Delete entry?
de: Eintrag löschen?

# personalData_details_attributeSuccessfullySucceeded
source: The entry has been updated.
de: Der Eintrag wurde aktualisiert.

# personalData_details_attributeSuccessfullyDeleted
source: The entry has been deleted.
de: Der Eintrag wurde gelöscht.

# personalData_details_attributeSuccessfullyFavored
source: The entry was successfully favored.
de: Der Eintrag wurde erfolgreich favorisiert.

# personalData_details_confirmAttributeDeletion
source: Yes, delete
de: Ja, löschen

# personalData_details_cancelDeletion
source: No, cancel
de: Nein, abbrechen

# personalData_details_errorTitleOnCreate
source: Entry creation failed
de: Eintrag anlegen fehlgeschlagen

# personalData_details_errorContentOnCreate
source: The entry could not be created. Please try again later.
de: Der Eintrag konnte nicht angelegt werden. Bitte versuchen Sie es später erneut.

# personalData_details_warningOnSuccession
source: The newly assigned value already exists. This could lead to confusion.
de: Der neu vergebene Wert existiert bereits. Das könnte zu Verwirrung führen.

# personalData_details_errorOnSuccession
source: The newly assigned value is identical to the previous value.
de: Der neu vergebene Wert ist identisch mit dem bisherigen Wert.

# personalData_details_notifyContacts
source: {count, plural, =1 {This entry is currently shared with a contact. If you edit this entry again, the change will also be sent to the contact with whom you have shared this entry.} other {This entry is currently shared with {count} contacts. If you edit this entry again, the change will also be sent to all contacts with whom you have shared this entry.}}
de: {count, plural, =1 {Dieser Eintrag wird aktuell mit einem Kontakt geteilt. Wenn Sie diesen Eintrag bearbeiten, wird die Änderung auch an den Kontakt übermittelt, mit dem Sie diesen Eintrag geteilt haben.} other {Dieser Eintrag wird aktuell mit {count} Kontakten geteilt. Wenn Sie diesen Eintrag bearbeiten, wird die Änderung auch an alle Kontakte übermittelt, mit denen Sie diesen Eintrag geteilt haben.}}

# personalData_details_deleteDescription
source: Do you want to delete the entry <bold>{entry}</bold> from your data?
de: Möchten Sie den Eintrag <bold>{entry}</bold> aus Ihren Daten löschen?
